tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "riscv/riscv"
brew "gmp"
brew "mpfr"
brew "libmpc"
brew "aarch64-elf-gcc"
brew "m4"
brew "autoconf"
brew "autoconf@2.69"
brew "automake"
brew "basex"
brew "bash"
brew "binutils"
brew "bison"
brew "libtool"
brew "sdl2"
brew "bochs"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccache"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "openldap"
brew "curl"
brew "cython"
brew "docker", link: false
brew "dosfstools"
brew "e2fsprogs"
brew "findutils"
brew "flex"
brew "gawk"
brew "isl"
brew "gcc"
brew "gcc@10"
brew "gcc@7"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "gperf"
brew "gradle"
brew "harfbuzz"
brew "help2man"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "libiconv"
brew "pango"
brew "librsvg"
brew "links"
brew "llvm"
brew "lolcat"
brew "make"
brew "midnight-commander"
brew "mpc"
brew "mtools"
brew "nasm"
brew "ncdu"
brew "neofetch"
brew "ninja"
brew "nmap"
brew "node"
brew "nvm"
brew "qemu", link: false
brew "ruby"
brew "scala"
brew "sl"
brew "speedtest-cli"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "upx"
brew "watch"
brew "wget"
brew "wimlib"
brew "winexe"
brew "x86_64-elf-binutils"
brew "x86_64-elf-gcc"
brew "xorriso"
brew "zpaq"
brew "zsh-completions"
cask "fig"
cask "macfuse"
cask "wine-stable"
cask "xquartz"
